const messages = [
  "פרק ק' בתהילים: 'מזמור לתודה הריעו לה'...' \nמאחלת לך, שכל יום בחייך יהיה מזמור לתודה \nמחני שוונפלד", "גוגל הוא גבר או אישה? \n כמובן אישה: הוא לא נותן לך לסיים משפט בלי להתערב ולהציע רעיונות משלו",
   "לאיידי הכלה!!! \n עוד 98 ימים… והקפה מוכן ☕ \n מאחלת לך שכל המר – יהיה בקפה, כל ההפוך – רק שם יקרה\n  גריגירי סוכר מתוקים ילוו את חייך לרוב ושהטעם שישאר – יהיה רק טוב 🌟 \n אוהבת המון ומתרגשת איתך, עליזה:)", "יש שני דברים שהם טובים במיוחד כשהם חמים, קפה ומשפחה!....",
    "זה מתקרב!", "בלונים באוויר!",
  "יום שביעי!", "איזה יום יפה!", "הלב מתמלא!", "חיוך גדול!"
  // המשך משפטים עד מספר הימים... אפשר להוסיף כרצונך
];